<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="privacy.aspx.cs" Inherits="WebFormApp.privacy" %>

<!DOCTYPE html>
<html lang="en">

<head runat="server">
     <% Server.Execute("head.html"); %>
</head>

<body>

    <header>
                  <% Server.Execute("menu.aspx"); %> 
    </header>
   
   <div class="formpdpa">
        <div class="formpdpa-data">
           <h1 class="entry-title">นโยบายความเป็นส่วนตัว (Privacy Policy)</h1>
           <p>&nbsp;กลุ่มบริษัท พัทยาฟู้ด (ต่อไปนี้เรียกว่า “PFG”, “เรา”)&nbsp; ยึดมั่นในการดำเนินธุรกิจอย่างมีจรรยาบรรณและเคารพในสิทธิความเป็นส่วนตัวของท่าน เราจึงให้ความสำคัญกับการคุ้มครองข้อมูลส่วนบุคคลและการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล เพื่อให้ท่านมั่นใจว่าข้อมูลส่วนบุคคลของท่านที่บริษัทได้รับจะถูกนำไปใช้ตรงตามวัตถุประสงค์และเป็นไปอย่างถูกต้องตามกฎหมาย เราจึงได้กำหนดนโยบายการคุ้มครองข้อมูลส่วนบุคคล (“นโยบายความเป็นส่วนตัว”) ฉบับนี้ขึ้นเพื่อแจ้งให้ท่านในฐานะเจ้าของข้อมูลส่วนบุคคลทราบถึงวัตถุประสงค์และรายละเอียดของการเก็บรวบรวม ใช้ และ / หรือ เปิดเผยข้อมูลส่วนบุคคล ตลอดจนสิทธิต่าง ๆ ของท่านตามกฎหมาย</p>
           <div class="entryhead"> 
               <strong>1. เราจะเก็บรวบรวม ใช้ หรือเปิดเผย ข้อมูลส่วนบุคคลใดของท่าน</strong> 
           </div>

             <div class="entryhead-detail"> 
               <p>ข้อมูลส่วนบุคคลที่เราจะเก็บรวบรวม ใช้ และเปิดเผย (ซึ่งรวมถึงข้อมูลส่วนบุคคลที่มีความอ่อนไหว ตามที่กำหนดไว้ในพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 และฉบับแก้ไขเพิ่มเติมที่จะได้มีผลบังคับใช้ต่อไป รวมถึงกฎหมายลำดับรองอื่น ๆ ที่บัญญัติโดยอาศัยอำนาจตามที่พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ได้กำหนดไว้ ซึ่งต่อไปนี้เรียกโดยรวมว่า “กฎหมาย”) รวมถึงข้อมูลต่อไปนี้</p>
             </div>
        
          <div class="entryhead"> 
              <p><strong>1.1 ข้อมูลส่วนบุคคล</strong> หมายถึง ข้อมูลที่ทำให้สามารถระบุตัวตนของท่านได้ ไม่ว่าทางตรงหรือทางอ้อม ดังนี้</p>
           </div>
        <div class="entry-table"> 
                 <table>
                      <tr>
                        <td><strong>ประเภทของข้อมูล</strong></td>
                        <td><strong>ข้อมูลส่วนบุคคลที่เราอาจเก็บรวบรวม ใช้ และ/หรือเปิดเผย</strong></td>
                      </tr>

                    

                     <tr>
                            <td>ข้อมูลส่วนตัว</td>
                            <td>
                                • คำนำหน้าชื่อ ชื่อ ชื่อกลาง นามสกุล นามแฝง (หากมี)<br>
                                • เพศ วันเดือนปีเกิด อายุ<br>
                                • สัญชาติ ประเทศที่พำนัก<br>
                                • ข้อมูลแสดงตัวตนที่ออกให้โดยหน่วยงานรัฐหรือข้อมูลอื่นๆ 
                                  สำหรับการตรวจสอบและป้องกันการฉ้อโกงหลอกลวง<br>
                                • ข้อมูลส่วนบุคคลอื่น ๆ ที่ท่านอาจให้แก่เราผ่านทางเว็บไซต์
                            </td>
                        </tr>
    
                        <tr><td colspan="2">&nbsp;</td></tr>
    
                        <tr>
                            <td>ข้อมูลเพื่อการติดต่อ</td>
                            <td>
                                • ที่อยู่ตามเอกสารสำคัญ ที่อยู่อาศัยปัจจุบัน ข้อมูลตำแหน่งและสถานที่ทำงาน<br>
                                • หมายเลขโทรศัพท์ หมายเลขโทรศัพท์เคลื่อนที่ หมายเลขโทรสาร อีเมล<br>
                                • ชื่อหรือบัญชีสำหรับการติดต่อทางอิเล็กทรอนิกส์หรือสื่อสังคมออนไลน์ (เช่น LINE ID)<br>
                                • หลักฐานการมีถิ่นที่อยู่ในประเทศไทย (สำหรับกรณีชาวต่างชาติ)<br>
                                • ข้อมูลบัญชีธนาคารและวิธีการชำระเงิน
                            </td>
                        </tr>
    
                        <tr><td colspan="2">&nbsp;</td></tr>
    
                        <tr>
                            <td>ข้อมูลการศึกษาและการทำงาน</td>
                            <td>
                                • ข้อมูลในสำเนาบัตรนักเรียน/นักศึกษา<br>
                                • อาชีพและสาขาอาชีพ<br>
                                • ตำแหน่ง อายุงานปัจจุบัน<br>
                                • รายละเอียดงานและประเภทธุรกิจ
                            </td>
                        </tr>
    
                        <tr><td colspan="2">&nbsp;</td></tr>
    
                        <tr>
                            <td>ข้อมูลเกี่ยวกับการใช้บริการ</td>
                            <td>
                                • ข้อมูลธุรกรรมและการเข้าใช้บริการ รวมถึงการค้นหา 
                                  รายการผลิตภัณฑ์ การเข้าชมเนื้อหาบนเว็บไซต์
                            </td>
                        </tr>
                    </table>   
            </div>

             <div class="entryhead"> 
                 <strong>1.2 ข้อมูลส่วนบุคคลที่ละเอียดอ่อน (Sensitive Personal Data)</strong>
             </div>

             <div class="entryhead-detail"> 
               <strong>ข้อมูลส่วนบุคคลที่ละเอียดอ่อน</strong> หมายถึง ข้อมูลส่วนบุคคลที่กฎหมายกำหนดเป็นการเฉพาะ เราไม่มีเจตนาในการเก็บรวบรวมข้อมูลส่วนบุคคลที่ละเอียดอ่อนจากท่าน หากแต่ในบางกรณี เราอาจจำเป็นต้องเก็บรวบรวมข้อมูลส่วนบุคคลที่ละเอียดอ่อนจากท่านเพื่อประกอบการให้บริการหรือผลิตภัณฑ์แก่ท่าน เช่น ศาสนาตามที่ปรากฏในสำเนาบัตรประจำตัวประชาชน หรือเชื้อชาติตามที่ปรากฏในสำเนาหนังสือเดินทางของบางประเทศ ข้อมูลชีวภาพ (Biometric) (เช่น ข้อมูลภาพจำลองใบหน้า ข้อมูลจำลองลายนิ้วมือ ข้อมูลลายมือชื่ออิเล็กทรอนิกส์ที่มีการใช้เทคโนโลยีที่นำลักษณะเด่นทางพฤติกรรมของการลงลายมือชื่อดังกล่าวมาใช้สำหรับการพิสูจน์และยืนยันตัวบุคคลที่เป็นผู้ลงลายมือชื่อนั้น) ข้อมูลประวัติอาชญากรรม ข้อมูลสุขภาพ ข้อมูลความพิการ พฤติกรรมทางเพศ เป็นต้น ทั้งนี้ เพื่อประกอบการให้บริการหรือผลิตภัณฑ์แก่ท่าน เราจะเก็บรวบรวม ใช้ และ / หรือ เปิดเผยข้อมูลส่วนบุคคลที่ละเอียดอ่อนต่อเมื่อเราได้รับความยินยอมโดยชัดแจ้งจากท่าน หรือในกรณีที่เรามีความจำเป็นตามที่กฎหมายได้กำหนดไว้ โดยจะดำเนินการเป็นคราว ๆ ไปเมื่อต้องเก็บรวบรวมข้อมูลส่วนบุคคลที่ละเอียดอ่อนจากท่าน
               <br> <br>

               <p>(ต่อไปในนโยบายฉบับนี้หากไม่กล่าวโดยเฉพาะเจาะจงจะเรียกข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนข้างต้น รวมกันว่า “ข้อมูลส่วนบุคคล”)</p>
                  
             </div>

              <div class="entryhead"> 
                <strong>1.3 ข้อมูลส่วนบุคคลของผู้เยาว์ คนไร้ความสามารถ หรือคนเสมือนไร้ความสามารถ</strong>
             </div>

             <div class="entryhead-detail"> 
                <p>เราไม่มีเจตนาที่จะเก็บรวบรวม ใช้ และ / หรือ เปิดเผยข้อมูลส่วนบุคคลของผู้เยาว์ คนไร้ความสามารถ หรือคนเสมือนไร้ความสามารถ เว้นแต่เราจะได้รับความยินยอมจากผู้ใช้อำนาจปกครอง ผู้อนุบาล หรือผู้พิทักษ์ (แล้วแต่กรณี) หรือกฎหมายกำหนดให้สามารถกระทำได้ หากเราทราบว่าเราได้เก็บรวบรวม ใช้ และ / หรือ เปิดเผยข้อมูลส่วนบุคคลของผู้เยาว์ คนไร้ความสามารถ หรือคนเสมือนไร้ความสามารถ โดยปราศจากความยินยอมของผู้ใช้อำนาจปกครอง ผู้อนุบาล หรือผู้พิทักษ์ (แล้วแต่กรณี) เราจะดำเนินการลบหรือทำลายข้อมูลส่วนบุคคลนั้น หรือเก็บรวบรวม ใช้ และ / หรือ เปิดเผยข้อมูลส่วนบุคคลเหล่านั้นเฉพาะกรณีที่เราสามารถกระทำได้โดยอาศัยฐานทางกฎหมายอื่นโดยไม่ต้องอาศัยความยินยอม</p> 
                 <br />
                 <p>บริการนี้ไม่ได้มุ่งหมายไว้ให้บริการสำหรับเด็กที่มีอายุต่ำกว่า  10  ปี  เราขอให้บุคคลผู้เป็นบิดามารดาหรือผู้ปกครองตามกฎหมาย โปรดดูแลไม่ให้เด็กที่มีอายุต่ำกว่า  10  ปี  ที่อยู่ภายใต้อำนาจปกครองของท่านส่งมอบข้อมูลส่วนตัวให้แก่เรา แต่ในกรณีที่มีการส่งมอบข้อมูลส่วนตัวของเด็กที่มีอายุต่ำกว่า 10 ปีที่อยู่ภายใต้อำนาจปกครองของท่านให้แก่เรา ถือว่าท่านยินยอมให้เราครอบครองข้อมูลส่วนตัวนั้น และท่านยอมรับและตกลงที่จะผูกพันตามเงื่อนไขที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้ในนามของเด็กผู้นั้น อย่างไรก็ตาม เราจะทำการปิดบัญชีที่เด็กใช้และจะถอนและ/หรือลบข้อมูลส่วนบุคคลใด ๆ ซึ่งเราเชื่อว่าถูกส่งมาจากเด็กที่มีอายุต่ำกว่า 10 ปี โดยปราศจากความยินยอมจากบุคคลผู้เป็นบิดามารดาหรือผู้ปกครองตามกฎหมาย</p>           
             </div>

              <div class="entryhead"> 
                <strong>2. วัตถุประสงค์ของการเก็บรวบรวม การใช้ หรือการเปิดเผยข้อมูลส่วนบุคคล</strong>
             </div>

            
             <div class="entryhead-detail"> 
                 <p>2.1 เราอาจอาศัย (1) ฐานทางสัญญาในการเข้าทำสัญญาหรือการปฏิบัติตามสัญญากับท่าน (2) หน้าที่ตามกฎหมาย เพื่อการปฏิบัติหน้าที่ตามกฎหมายของเรา (3) ประโยชน์โดยชอบด้วยกฎหมายของเราและของบุคคลภายนอก (4) ประโยชน์ซึ่งจำเป็นเพื่อการป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล และ/หรือ (5) ประโยชน์สาธารณะ สำหรับการดำเนินภารกิจเพื่อประโยชน์สาธารณะ หรือการใช้สิทธิของเจ้าหน้าที่ของรัฐ ในการเก็บรวบรวม ใช้ เปิดเผย และ/หรือดำเนินการข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์อย่างน้อยหนึ่งวัตถุประสงค์ดังต่อไปนี้</p>
             </div>

             <div class="entryhead-list"> 
                 <p>• ก. เพื่อพิจารณาการเข้าทำสัญญา และ/หรือดำเนินการตามความสัมพันธ์ทางสัญญาระหว่างท่านกับบริษัท ฯ ตามเงื่อนไขการให้บริการของบริษัท ฯ และเพื่อดำเนินธุรกรรมทางการเงินและบริการที่เกี่ยวข้องกับการชำระเงิน รวมถึงการตรวจสอบ และการยกเลิกธุรกรรม</p>
                 <p>• ข. เพื่อตอบรับ ดำเนินการ จัดการ หรือทำธุรกรรมให้เสร็จสมบูรณ์ และ/หรือทำตามการร้องขอเกี่ยวกับผลิตภัณฑ์และบริการจากท่าน และแจ้งให้ท่านทราบเกี่ยวกับปัญหาด้านการบริการและการดำเนินการเกี่ยวกับบัญชี ที่มีความผิดปกติ</p>
                 <p>• ค. เพื่อป้องกันความปลอดภัยและสิทธิ ทรัพย์สินส่วนบุคคล หรือความปลอดภัยของบุคคลอื่น</p>
                 <p>• ง. เพื่อการลงทะเบียน การระบุตัวตน (identity) การตรวจสอบยืนยันตัวตน (verification) หรือการตรวจสอบ (due diligence) หรือ การรู้จักตัวตนของลูกค้า</p>
                 <p>• จ. เพื่อจัดการหรืออำนวยความสะดวกในการให้บริการแก่ท่านอันเป็นส่วนหนึ่งของการสร้างความสัมพันธ์กับลูกค้า ปฏิบัติตามคำสั่งของท่าน จัดการหรือตอบข้อซักถามที่ได้รับ (หรืออ้างว่าได้รับ) จากท่านหรือในนามของท่าน</p>
                 <p>• ฉ. เพื่อยกระดับการดำเนินธุรกิจ ผลิตภัณฑ์และการบริการให้ดียิ่งขึ้น โดยการนำข้อมูลส่วนบุคคลมาประเมิน พัฒนา ศึกษาและวิจัย เพื่อระบุปัญหา การแก้ปัญหา และแนวทางในการส่งเสริมการพัฒนาผลิตภัณฑ์ หรือบริการของเราที่ท่านจะได้รับต่อไป</p>
                 <p>• ช. เพื่อป้องกันหรือตรวจสอบ การละเมิดหรือสงสัยว่าจะเป็นการกระทำละเมิดเกี่ยวกับข้อกำหนดในเงื่อนไขการให้บริการของเรา การฉ้อโกง กิจกรรมที่ผิดกฎหมาย การละเลยหรือการประพฤติผิด ไม่ว่าจะเกี่ยวข้องกับการใช้บริการของเราหรือเรื่องอื่น ๆ ที่เกิดจากความสัมพันธ์ของท่านกับเรา</p>
                  <br />
                 <p>หากท่านไม่สามารถให้ข้อมูลส่วนบุคคลแก่เราเมื่อมีการร้องขอ เราอาจไม่สามารถให้บริการของเรากับท่านได้</p>
             </div>

            <div class="entryhead-detail"> 
                <p>2.2 เราจะขอความยินยอมจากท่านเมื่อเราเก็บรวบรวม ใช้ เปิดเผย และ/หรือดำเนินการข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ดังต่อไปนี้</p>
             </div>

            <div class="entryhead-list"> 
                 <p>• ก. เพื่อการพิจารณากลุ่มลูกค้าเพื่อการนำส่งคำเชิญเข้าร่วมกิจกรรมของบริษัท ฯ หรือการส่งเสริมการขายตามความเหมาะสม</p>
                 <p>• ข. เพื่อนำส่งข้อเสนอผลิตภัณฑ์ และ / หรือ บริการ สิทธิพิเศษในการเข้าร่วมกิจกรรม งานอีเว้นท์ หรือการประชุมที่เราจัดขึ้น รวมถึงการอำนวยความสะดวกในการเข้าร่วมกิจกรรม (เช่น การลงทะเบียนเข้างาน)</p>
                 <p>• ค. เพื่อนำเสนอผลิตภัณฑ์ บริการ และ / หรือ สิทธิพิเศษที่ท่านร้องขอ หรือการแจ้งสิทธิประโยชน์ของท่าน</p>
                 <p>• ง. เพื่อนำเสนอผลิตภัณฑ์ และ / หรือ บริการประเภทเดียวกัน / ใกล้เคียงกับที่ท่านมีอยู่กับเรา</p>
                 <p>• จ. เพื่อจัดกิจกรรมส่งเสริมการขาย (เช่น การให้สิทธิประโยชน์และของรางวัล)</p>
                 <p>• ฉ. เพื่อวิเคราะห์ วิจัย และ / หรือ จัดทำข้อมูลทางสถิติเพื่อใช้ในการพัฒนา ปรับปรุงผลิตภัณฑ์ และ / หรือ บริการภายในองค์กรของเรา</p>
                 <p>• ช. เพื่อดำเนินการทางการตลาด การนำส่งข้อเสนอผลิตภัณฑ์ และ / หรือ บริการ สิทธิพิเศษในการเข้าร่วมกิจกรรม รวมถึงข่าวสาร คำแนะนำที่เป็นประโยชน์และโปรโมชั่นที่คัดสรรอย่างเหมาะสม และการออกกลยุทธ์ทางการตลาด</p>
                 <p>• ซ. วัตถุประสงค์อื่น ๆ ซึ่งจะเราจะแจ้งให้ท่านทราบเมื่อทำการขอความยินยอมจากท่าน</p>
                
              
             </div>

            <div class="entryhead-detail"> 
                <p>2.3 เราอาจจัดเก็บข้อมูลที่ละเอียดอ่อนของท่าน เช่นข้อมูลศาสนา เชื้อชาติ ตามที่ปรากฏในสำเนาบัตรประจำตัวประชาชนหรือสำเนาหนังสือเดินทางของบางประเทศซึ่งใช้เป็นหลักฐานในการพิสูจน์และยืนยันตัวบุคคลของท่านเพื่อเข้ารับบริการ รวมถึงข้อมูลประวัติสุขภาพ เฉพาะกรณีที่มีความจำเป็นเพื่อการใช้ผลิตภัณฑ์ และ / หรือ บริการบางประเภทของเราเท่านั้น โดยเราจะขอความยินยอมจากท่านในแต่ละครั้งที่มีการจัดเก็บข้อมูลดังกล่าว</p>
             </div>

           <div class="entryhead-detail"> 
               <p>2.4 ท่านรับทราบว่าเราอาจเข้าถึง เก็บรักษา และเปิดเผย ข้อมูลส่วนตัวของท่านตามที่ระบุในข้อ 1 ในกรณีที่ต้องปฏิบัติตามกฎหมาย หรือตามคำสั่งศาล หรือคำสั่งจากหน่วยงานรัฐใด ๆ ที่มีเขตอำนาจบังคับต่อเรา หรือตามความเชื่อโดยสุจริตว่าต้องกระทำการดังกล่าวเพื่อ (ก) ปฏิบัติตามขั้นตอนของกฎหมายใด ๆ (ข) ปฏิบัติตามคำสั่งจากหน่วยงานรัฐใด ๆ ที่มีเขตอำนาจบังคับต่อเรา</p>
           </div>

            <div class="entryhead-detail"> 
                <p>2.5 เราอาจเปลี่ยนแปลงวัตถุประสงค์ในการเก็บรวบรวม ใช้ เปิดเผย และ/หรือดำเนินการข้อมูลส่วนบุคคลของท่านตามสถานการณ์ที่อาจเกิดขึ้นได้ในอนาคต อย่างไรก็ตามเราจะแจ้งให้ท่านทราบและขอความยินยอมจากท่านเมื่อมีการเปลี่ยนแปลงดังกล่าว เว้นแต่เป็นกรณีที่กฎหมายอนุญาตให้เก็บรวบรวม ใช้ เปิดเผย และ/หรือดำเนินการข้อมูลส่วนบุคคลตามวัตถุประสงค์ที่เปลี่ยนแปลงโดยไม่ต้องขออนุญาต</p>
           </div>

             <div class="entryhead"> 
                <strong>3. ช่องทางในการเก็บรวบรวมข้อมูลส่วนบุคคล</strong>
             </div>

            
            <div class="entryhead-detail"> 
                <p>เราอาจเก็บรวบรวมข้อมูลส่วนบุคคลของท่านผ่านช่องทาง ดังต่อไปนี้</p>
           </div>

           <div class="entryhead-detail"> 
                <p>3.1 ข้อมูลส่วนบุคคลที่ท่านให้ไว้แก่เราโดยตรง หรือ เข้าร่วมกิจกรรม ค้นหา ผ่านช่องทางให้บริการ และ / หรือ ช่องทางการติดต่อต่าง ๆ ของเรา เช่น เว็บไซต์ แอปพลิเคชัน จดหมายอิเล็กทรอนิกส์ แบบสอบถาม นามบัตร การประชุม อบรม สัมมนา งานอีเว้นท์ สันทนาการ กิจกรรมส่งเสริมทางการตลาด การพบปะ หรือช่องทางอื่นใด</p>
           </div>

             <div class="entryhead-detail"> 
                 <p>3.2 ข้อมูลส่วนบุคคลที่เราได้รับหรือเข้าถึงได้จากแหล่งอื่น เช่น บริษัทที่ร่วมออกผลิตภัณฑ์ และ / หรือ บริการกับเรา ผู้ให้บริการข้อมูล ลูกค้าของเรา สื่อสังคมออนไลน์ แพลตฟอร์มออนไลน์ของบุคคลภายนอก</p>
           </div>

            <div class="entryhead"> 
               <strong>4. การเปิดเผยข้อมูลส่วนบุคคลของท่านให้บุคคลอื่น</strong>
            </div>

           <div class="entryhead-detail"> 
               <p>เราอาจจำเป็นต้องเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่ผู้อื่นเพื่อดำเนินการตามวัตถุประสงค์ตามที่ระบุในข้อ 2 หรือภายใต้หลักเกณฑ์ที่กฎหมายอนุญาตให้เปิดเผยได้ โดยบุคคลหรือหน่วยงานที่เป็นผู้รับข้อมูลส่วนบุคคลดังกล่าวจะเก็บรวบรวม ใช้ และ / หรือ เปิดเผยข้อมูลส่วนบุคคลของท่านตามวัตถุประสงค์ที่ได้ระบุในนโยบายฉบับนี้เท่านั้น หรือในบางกรณี ท่านอาจอยู่ภายใต้นโยบายการคุ้มครองข้อมูลส่วนบุคคลของผู้รับข้อมูลส่วนบุคคลของท่านเหล่านั้นอีกด้วย โดยที่ผู้รับข้อมูลส่วนบุคคลของท่านอาจอยู่ในประเทศไทยหรือต่างประเทศ ทั้งนี้ ผู้รับข้อมูลส่วนบุคคลรวมถึง แต่ไม่จำกัดเพียง </p>    
               <p>1) บริษัทในเครือของเรา</p>
               <p>2) พันธมิตรทางธุรกิจ</p>
               <p>
                   3) ผู้รับจ้าง ตัวแทน ผู้ให้บริการ และบุคคลที่สามอื่น ๆ ที่เราใช้บริการเพื่อสนับสนุนกิจการของเรา ซึ่งรวมไปถึง
แต่ไม่จำกัดเฉพาะ บุคคลดังกล่าวข้างต้นซึ่งเป็นผู้ให้บริการบริการจัดการหรือให้บริการอื่น ๆ แก่เรา เช่น
บริษัทรับส่งจดหมายและพัสดุไปรษณีย์ บริษัทที่ให้บริการทางการเงิน บริษัทผู้ตรวจสอบ บริษัทคู่ค้าสื่อ
โฆษณาและการตลาด บริษัทโทรคมนาคม บริษัทสารสนเทศ และศูนย์ข้อมูล

               </p>
               <p>4) บุคคลภายนอกตามที่กฎหมายกำหนด</p>
           </div>

            <div class="entryhead"> 
               <strong>5. การโอนข้อมูลไปยังประเทศอื่น/การโอนข้อมูลข้ามประเทศ</strong>
            </div>

            
             <div class="entryhead-detail"> 
                 <p>ข้อมูลส่วนบุคคลของท่านอาจถูกโอนไป ถูกจัดเก็บไว้ หรือประมวลผลในประการอื่นโดย PFG หรืออาจถูกส่งให้แก่บุคคลหรือหน่วยงานใด ๆ ที่ระบุในข้อ 4 ซึ่งอาจมีที่ตั้งหรืออาจให้บริการอยู่ในประเทศไทยหรือนอกประเทศไทย  เช่น การส่งหรือโอนข้อมูลส่วนบุคคลไปเก็บไว้บนแพลตฟอร์มคลาวด์หรือเซิร์ฟเวอร์ที่ตั้งอยู่ในต่างประเทศ ทั้งนี้ หากกฎหมายที่เกี่ยวข้องได้กำหนดไว้ เราอาจขอให้ท่านให้ความยินยอมต่อการโอนข้อมูลดังกล่าวออกนอกประเทศไทย ไปยังสถานที่ดำเนินธุรกิจต่าง ๆ ของเรา หรือไปยังบุคคลภายนอกที่เราจะแบ่งปันข้อมูลส่วนบุคคลของท่าน ตามที่ระบุในข้อ 4 ข้อมูลส่วนบุคคลของท่าน จะถูกโอนไปยังสถานที่อื่น ๆ ที่มีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลของท่านอยู่ในระดับที่น่าพอใจเท่านั้น ซึ่งอย่างน้อยที่สุดต้องเทียบได้กับระดับความคุ้มครองในประเทศหรือเขตการปกครอง หรือดินแดน ที่ท่านได้ให้ข้อมูลส่วนบุคคล</p>
              </div>

            <div class="entryhead"> 
               <strong>6. ระยะเวลาเก็บรักษาข้อมูลส่วนบุคคล</strong>
            </div>

             <div class="entryhead-detail"> 
                 <p>เราจะเก็บรักษาข้อมูลส่วนบุคคลของท่านตามระยะเวลาที่จำเป็นเพื่อบรรลุวัตถุประสงค์ที่กำหนดในการประมวลผลข้อมูลส่วนบุคคลนั้น ๆ โดยระยะเวลาเก็บรักษาข้อมูลส่วนบุคคลจะเปลี่ยนแปลงไปโดยขึ้นอยู่กับวัตถุประสงค์ที่กำหนดในการเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลนั้น ๆ หลังจากระยะเวลาดังกล่าว เราอาจทำลายข้อมูลส่วนบุคคลนั้นจากการจัดเก็บหรือระบบของเราโดยไม่มีการแจ้งให้ท่านทราบล่วงหน้า</p>
             </div>

             <div class="entryhead"> 
               <strong>7. มาตรการคุ้มครองข้อมูลส่วนบุคคลของเรา</strong>
            </div>

            <div class="entryhead-detail"> 
                <p>เราจะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นอย่างดีตามมาตรการเชิงเทคนิค มาตรการเชิงบริหารจัดการ และมาตรการป้องกันทางกายภาพ เพื่อธำรงไว้ซึ่งความลับ ความถูกต้องครบถ้วน สภาพความพร้อมใช้งานของข้อมูลส่วนบุคคล เพื่อป้องกันการเข้าถึง เก็บรวบรวม เปลี่ยนแปลง แก้ไข ใช้ และ / หรือ เปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจหรือโดยมิชอบ ทั้งนี้เป็นไปตามที่กฎหมายกำหนด</p>
             </div>

             <div class="entryhead-detail"> 
                 <p>เราได้จัดให้มีมาตรการที่เหมาะสมเพื่อป้องกันการละเมิดข้อมูลส่วนบุคคล โดยเราได้กำหนดนโยบาย ระเบียบ และหลักเกณฑ์ในการคุ้มครองข้อมูลส่วนบุคคล เช่น มาตรการควบคุมการเข้าถึงข้อมูลส่วนบุคคลและการใช้งานอุปกรณ์สำหรับการจัดเก็บและประมวลผลข้อมูลส่วนบุคคลที่ปลอดภัยและเหมาะสม การจำกัดการเข้าถึงข้อมูลส่วนบุคคล การกำหนดสิทธิการเข้าถึงข้อมูลส่วนบุคคลของผู้ใช้งาน เพื่อป้องกันการเข้าถึงข้อมูลส่วนบุคคล การเปิดเผย การล่วงรู้ หรือการลักลอบทำสำเนาข้อมูลส่วนบุคคล หรือการลักขโมยอุปกรณ์จัดเก็บหรือประมวลผลข้อมูลส่วนบุคคลโดยไม่ได้รับอนุญาต ทั้งนี้ นโยบาย ระเบียบ และหลักเกณฑ์ในการคุ้มครองข้อมูลส่วนบุคคลดังกล่าวอาจมีการเปลี่ยนแปลงไปตามความเหมาะสมและรูปแบบการดำเนินงานของเรา</p>
             </div>

               <div class="entryhead"> 
                    <strong>8. สิทธิของท่านเกี่ยวกับข้อมูลส่วนบุคคล</strong>
               </div>

                <div class="entryhead-detail"> 
                    <p>ภายใต้หลักเกณฑ์ทางกฎหมายและวิธีการที่กำหนดไว้ในนโยบายความเป็นส่วนตัวฉบับนี้ ท่านมีสิทธิดำเนินการเกี่ยวกับข้อมูลส่วนบุคคลของท่านดังต่อไปนี้</p>
                </div>

                <div class="entryhead"> 
                    <p><strong>8.1 สิทธิในการเข้าถึงและรับสําเนาข้อมูลส่วนบุคคล</strong></p>
               </div>
                <div class="entryhead-detail"> 
                    <p>ท่านมีสิทธิในการเข้าถึงและรับสําเนาข้อมูลส่วนบุคคลของท่าน  ทั้งนี้ เราขอสงวนสิทธิที่จะปฏิเสธคําขอของท่านตามกฎหมายหรือคําสั่งศาล ทั้งนี้เพื่อความเป็นส่วนตัวของท่าน เราอาจให้ท่านพิสูจน์ตัวตนของท่านก่อนจะให้ข้อมูลตามที่ท่านขอ</p>
                </div>
                

                <div class="entryhead"> 
                    <p><strong>8.2 สิทธิในการแก้ไข</strong></p>
               </div>
                <div class="entryhead-detail"> 
                    <p>ท่านมีสิทธิขอให้เราทำการแก้ไข หรือปรับปรุงข้อมูลส่วนบุคคลของท่านที่ไม่ถูกต้องให้ครบถ้วนสมบูรณ์และเป็นปัจจุบัน</p>
                </div>


                <div class="entryhead"> 
                    <p><strong>8.3 สิทธิในการลบ</strong></p>
               </div>
             <div class="entryhead-detail"> 
                    <p>ท่านมีสิทธิขอให้เราลบหรือทำลายข้อมูลของท่าน หรือทำให้ข้อมูลของท่านเป็นข้อมูลที่ไม่สามารถระบุตัวตนของท่านได้ เว้นแต่กรณีที่เราจะมีเหตุอันชอบด้วยกฎหมายในการปฏิเสธคำขอของท่าน</p>
                </div>
                    

                <div class="entryhead"> 
                    <p><strong>8.4 สิทธิในการขอให้ระงับการใช้ข้อมูลส่วนบุคคล</strong></p>
               </div>
                 <div class="entryhead-detail"> 
                    <p>ท่านมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคราวในบางกรณี</p>
                </div>



               <div class="entryhead"> 
                    <p><strong>8.5 สิทธิในการคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล</strong></p>
               </div>
                     <div class="entryhead-detail"> 
                    <p>ท่านมีสิทธิคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านในกรณีที่เราดำเนินการโดยไม่ได้อาศัยความยินยอมจากท่าน หรือเพื่อวัตถุประสงค์เกี่ยวกับการตลาดแบบตรง หรือการศึกษาวิจัยทางวิทยาศาสตร์ หรือสถิติ เว้นแต่กรณีที่เรามีเหตุในการปฏิเสธคำขอของท่านโดยชอบด้วยกฎหมาย</p>
                </div>
            
             
                <div class="entryhead"> 
                    <p><strong>8.6 สิทธิในการโอนย้ายข้อมูลส่วนบุคคล</strong></p>
               </div>
                <div class="entryhead-detail"> 
                    <p>ท่านมีสิทธิที่จะขอรับข้อมูลส่วนบุคคลเกี่ยวกับท่านที่ท่านได้ให้ความยินยอมไว้หรือที่เราได้จัดเก็บโดยอาศัยฐานทางกฎหมายเพื่อความจำเป็นในการเข้าทำสัญญาหรือปฏิบัติตามสัญญาตามมาตรา 24 (3) ในรูปแบบที่สามารถอ่านหรือใช้งานโดยทั่วไปได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติ รวมถึงมีสิทธิขอให้ส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวของท่านไปยังผู้ควบคุมข้อมูลส่วนบุคคลรายอื่น หรือตัวท่านเอง เว้นแต่โดยสภาพทางเทคนิคไม่สามารถทำได้ ทั้งนี้ ตามที่กฎหมายกำหนด</p>
                </div>
            
            
             
                <div class="entryhead"> 
                    <p><strong>8.7 สิทธิในการเพิกถอนความยินยอม</strong></p>
               </div>
                 <div class="entryhead-detail"> 
                    <p>ท่านมีสิทธิขอถอนความยินยอมที่ท่านได้ให้ไว้กับเราเมื่อใดก็ได้ ตามขั้นตอนและวิธีการที่เรากำหนด ทั้งนี้ การถอนความยินยอมของท่านจะไม่ส่งผลกระทบต่อการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านที่ได้ให้ความยินยอมไปแล้วโดยชอบ ก่อนการถอนความยินยอมดังกล่าว</p>
                </div>            
            
             
                <div class="entryhead"> 
                    <p><strong>8.8 สิทธิในการร้องเรียน</strong></p>
               </div> 
                 <div class="entryhead-detail"> 
                    <p>ท่านมีสิทธิร้องเรียนต่อคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลหรือสำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล หากเราจัดเก็บรวบรวม ใช้ เปิดเผย และ/หรือดำเนินการเกี่ยวข้อมูลส่วนบุคคลของท่านโดยไม่ชอบด้วยกฎหมาย</p>
                </div>    
                
                <div class="entryhead"> 
                    <p><strong>9. การใช้คุกกี้</strong></p>
               </div> 
                <div class="entryhead-detail"> 
                    <p>เราจะเก็บข้อมูลการเยี่ยมชมเว็บไซต์หรือแอปพลิเคชันจากผู้เข้าเยี่ยมชมทุกรายผ่าน Cookies หรือเทคโนโลยีอื่นใดที่ใกล้เคียงกัน และเราจะใช้ Cookie เพื่อประโยชน์ในการพัฒนาประสิทธิภาพในการเข้าถึงบริการของเราผ่าน internet รวมถึงพัฒนาประสิทธิภาพในการใช้งานบริการของเราทาง internet โดยจะใช้เพื่อกรณีดังต่อไปนี้</p>
                </div> 
                <div class="entryhead-detail"> 
                    <p>1) เพื่อให้ท่านลงชื่อเข้าใช้งานเว็บไซต์หรือแอปพลิเคชันของเราได้อย่างต่อเนื่อง<br>
2) เพื่อศึกษาพฤติกรรมในการใช้งานเว็บไซต์หรือแอปพลิเคชันของท่าน เพื่อที่เราจะนำไปพัฒนาให้สามารถ
ใช้งานได้ง่าย รวดเร็ว และมีประสิทธิภาพยิ่งขึ้น</p>
                </div> 

            <div class="entryhead"> 
                    <p><strong>10. ท่านจะติดต่อเราได้อย่างไร</strong></p>
               </div> 
                 <div class="entryhead-detail"> 
                     <p>หากท่านต้องการสอบถามข้อมูลเกี่ยวกับรายละเอียดการเก็บรวบรวม ใช้ และ / หรือ เปิดเผยข้อมูลส่วนบุคคลของท่าน ท่านสามารถติดต่อ ได้ที่เบอร์โทรศัพท์ 02 1194399 หรือที่ email: pdpa@patayafood.com สถานที่ติดต่อ : 1011 อาคารศุภาลัยแกรนด์ทาวเวอร์ ชั้น 27 ถนนพระราม 3 แขวงช่องนนทรี เขตยานนาวา กรุงเทพมหานคร 10120</p>
                </div>  
                <div class="entryhead-detail"> 
                  <p>กรณีที่ท่านประสงค์จะขอใช้สิทธิของท่านในฐานะเจ้าของข้อมูลส่วนบุคคลตามที่ได้ระบุไว้ในนโยบายความเป็นส่วนตัวฉบับนี้ ให้ท่านกรอกแบบฟอร์มที่ปรากฏบนหน้าเว็บไซต์ www.patayafood.com แล้วส่งมายังช่องทางการติดต่อข้างต้น</p>
                </div>    
                <div class="entryhead-detail"> 
                 <p>หากท่านสงสัยว่ามีการละเมิดข้อมูลส่วนบุคคล ท่านสามารถติดต่อเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล ตามที่อยู่อีเมล : dpo@patayafood.com</p>
                </div> 

             <div class="entryhead"> 
                    <p><strong>11. ขอบเขตของนโยบายความเป็นส่วนตัว</strong></p>
               </div> 
                 <div class="entryhead-detail"> 
                     <p>นโยบายความเป็นส่วนตัวฉบับนี้ใช้เฉพาะสำหรับการให้บริการของเรา และการใช้งานเว็บไซต์หรือแอปพลิเคชันของเราเท่านั้น หากท่านได้เชื่อมต่อไปยังเว็บไซต์อื่น แม้ว่าจะกระทำโดยผ่านช่องทางเว็บไซต์ของเรา ท่านจะต้องศึกษาและปฏิบัติตามนโยบายความเป็นส่วนตัวที่ปรากฏในเว็บไซต์นั้น ๆ ซึ่งเป็นส่วนที่แยกต่างหากจากของเรา</p>
                </div>  

             <div class="entryhead"> 
                    <p><strong>12. กฎหมายที่ใช้บังคับ</strong></p>
               </div> 
                 <div class="entryhead-detail"> 
                     <p>นโยบายความเป็นส่วนตัวฉบับนี้อยู่ภายใต้การบังคับและการตีความตามกฎหมายไทย และศาลไทยเป็นผู้มีอำนาจในการพิจารณาข้อพิพาทใด ๆ ที่อาจเกิดขึ้นหรือเกี่ยวข้องกับนโยบายความเป็นส่วนตัวฉบับนี้</p>
                </div> 
            
              <div class="entryhead"> 
                    <p><strong>13. การเปลี่ยนแปลงประกาศนโยบายความเป็นส่วนตัว</strong></p>
               </div> 
                 <div class="entryhead-detail"> 
                     เราอาจเปลี่ยนแปลงหรือแก้ไขเพิ่มเติมประกาศนโยบายความเป็นส่วนตัวนี้เป็นครั้งคราว โดยท่านสามารถตรวจสอบนโยบายความเป็นส่วนตัวฉบับที่ปัจจุบันได้ที่เว็บไซต์  www.patayafood.com
                </div> 
             <div class="entryhead-detail"> 
                 <p>ฉบับเดือน เมษายน 2565</p>
                </div>     

                <hr> 

                
             <div class="entryhead-group">
                <table>
                    <tr>
                        <td class="entryhead-left">
                            <div class="entryhead">
                                <strong>การใช้สิทธิของเจ้าของข้อมูลส่วนบุคคลแบบคำขอใช้สิทธิของเจ้าของข้อมูลส่วนบุคคล</strong>
                            </div>
                            <div class="entryhead-detail">
                                <p>กรณีเจ้าของข้อมูลส่วนบุคคลประสงค์จะใช้สิทธิตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลซึ่งได้แก่สิทธิดังต่อไปนี้ โปรดกรอกรายละเอียดตามแบบคำขอนี้</p>
                            </div>
                            <div class="entryhead-list">
                                <p>• สิทธิในการเข้าถึงข้อมูล และรับสำเนาข้อมูลส่วนบุคคล</p>
                                <p>• สิทธิในการแก้ไขข้อมูลให้ถูกต้อง</p>
                                <p>• สิทธิในการลบข้อมูล</p>
                                <p>• สิทธิในการระงับการใช้ข้อมูล</p>
                                <p>• สิทธิในการคัดค้านการประมวลผล</p>
                                <p>• สิทธิในการโอนย้ายข้อมูล</p>
                                <button type="button" onclick="location.href='pdpaform.aspx'">ส่งข้อมูล</button>
                            </div>
                        </td>
                        <td class="entryhead-right">
                            <div class="entryhead">
                                <strong>แบบคำขอถอนความยินยอม</strong>
                            </div>
                             <div class="entryhead-list">
                                <p>กรณีเจ้าของข้อมูลส่วนบุคคลประสงค์จะใช้สิทธิถอนความยินยอมตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล โปรดกรอกรายละเอียดตามแบบคำขอนี้</p>
                                 <button type="button" onclick="location.href='pdpaform.aspx'">ส่งข้อมูล</button>
                            </div>
                        </td>
                    </tr>
                </table>

                  <div class="entryhead-detail"> 
                    <p>หากท่านมีข้อสงสัยเพิ่มเติมเกี่ยวกับการใช้แบบคำขอ โปรดติดต่อ ทางอีเมล pdpa@patayafood.com</p>
                  </div> 

            </div>



        </div>
    </div>

    
  



  

 <!-- อ้างอิงไฟล์ JavaScript -->
    <script src="Scripts/menuToggle.js"></script>
</body>

</html>